export default {
  confirm_email: 'يرجى التحقق من عنوان بريدك الإلكتروني لتأكيد تسجيلك',
  confirm_delete_message:
    'هل انت متأكد انك تريد حذف حسابك؟ لا يمكن التراجع عن هذا الإجراء، وستتم إزالة جميع بياناتك، بما في ذلك معلومات ملفك الشخصي ومنشوراتك وإعداداتك نهائيًا.',
  delete_my_account: 'احذف حسابي',
  forget_password_title: 'نسيت كلمة السر؟',
  forget_password_message:
    'أدخل البريد الإلكتروني المرتبط بحسابك وسنرسل إليك بريدًا إلكترونيًا يحتوي على تعليمات حول كيفية استعادة كلمة السر الخاصة بك',
  email_sent_title: 'تم ارسال البريد الالكتروني',
  email_sent_message:
    'تم إرسال بريد إلكتروني يحتوي على رمز التحقق إلى عنوان بريدك الإلكتروني. يرجى التحقق من البريد الوارد ومجلد البريد العشوائي.',
  email_not_received: 'البريد الإلكتروني لم يصل؟',
  code_check_title: 'رمز التحقق',
  code_check_message: 'الرجاء إدخال رمز التحقق المرسل إلى بريدك الإلكتروني.',
  password_reset_success_title: 'تمت إعادة تعيين كلمة السر بنجاح',
  password_reset_success_message:
    'لقد تمت إعادة تعيين كلمة السر الخاصة بك بنجاح. يمكنك الآن الدخول باستخدام كلمة السر الجديدة.',
  create_review_title: 'شاركنا رأيك في هذا المكان!',
  create_review_message: 'شاركنا رأيك في هذا المكان!',
  create_review_warning_message:
    'تم تصميم منطقة التعليقات لتوفير معلومات إضافية حول الموقع، ونحن نحتفظ بالحق في حذف أي تعليقات خارج الموضوع أو حتى حظر أي مستخدمين ينشرون تعليقات غير لائقة أو مهينة.',
  rating_input_label: 'كيف تقيم تجربتك ؟',
  comment_input_label: 'أضف تعليقك',
  review_success_title: 'شكرا لتقاسم تجربتك!',
  review_success_message:
    'لقد تم نشر تعليقك بنجاح. لا تتردد في نشر المزيد عن الأماكن التي زرتها بالفعل لإعلام المستخدمين الآخرين.',
  no_search_result_message:
    'لم يتم العثور على بيانات، تحقق من التدقيق الإملائي أو حاول استخدام كلمات أخرى.',
  no_result_message: 'لم يتم العثور على بيانات',
  empty_liked_list_message: 'قائمة الأماكن المفضلة لديك فارغة حاليًا.',
  empty_history_list_message: 'قائمة السجل الخاص بك فارغة حاليا.',
}
