export default {
  confirm_email: 'يرجى التحقق من عنوان بريدك الإلكتروني لتأكيد تسجيلك',
  confirm_delete_message:
    'هل انت متأكد انك تريد حذف حسابك؟ لا يمكن التراجع عن هذا الإجراء، وستتم إزالة جميع بياناتك، بما في ذلك معلومات ملفك الشخصي ومنشوراتك وإعداداتك نهائيًا.',
  delete_my_account: 'احذف حسابي',
  forget_password_title: 'نسيت كلمة السر؟',
  forget_password_message:
    'أدخل البريد الإلكتروني المرتبط بحسابك وسنرسل إليك بريدًا إلكترونيًا يحتوي على تعليمات حول كيفية استعادة كلمة المرور الخاصة بك',
  email_sent_title: 'تم ارسال البريد الالكتروني',
  email_sent_message:
    'تم إرسال بريد إلكتروني يحتوي على رمز التحقق إلى عنوان بريدك الإلكتروني. يرجى التحقق من البريد الوارد ومجلد البريد العشوائي.',
  email_not_received: 'البريد الإلكتروني لم يصل؟',
  code_check_title: 'أدخل رمز التحقق',
  code_check_message: 'الرجاء إدخال رمز التحقق المرسل إلى بريدك الإلكتروني.',
  password_reset_success_title: 'تمت إعادة تعيين كلمة المرور بنجاح',
  password_reset_success_message:
    'لقد تم إعادة تعيين كلمة المرور الخاصة بك بنجاح. يمكنك الآن تسجيل الدخول باستخدام كلمة المرور الجديدة الخاصة بك.',
  create_review_title: 'أكتب مراجعة',
  create_review_message:
    'اترك لنا مراجعة وشارك أفكارك! شكرا لكونك جزءا من مجتمعنا.',
  create_review_warning_message:
    'تم تصميم منطقة التعليقات لتوفير معلومات إضافية حول الموقع، ونحن نحتفظ بالحق في حذف أي تعليقات خارج الموضوع أو حتى حظر أي مستخدمين ينشرون تعليقات غير لائقة أو مهينة.',
  rating_input_label: 'كيف تقيم تجربتك ؟',
  comment_input_label: 'هل لديك أي تعليقات أو ملاحظات ؟',
  review_success_title: 'شكرا لتقاسم تجربتك!',
  review_success_message:
    'لقد تم إرسال رأيك بنجاح. نشكرك على الوقت الذي أمضيته في مشاركة أفكارك معنا. تساعدنا ملاحظاتك على تحسين خدماتنا للمسافرين في المستقبل. ونحن نتطلع إلى الترحيب بكم مرة أخرى في مغامرتك القادمة!',
}
